Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: In the case of drivers of more complicated lifting devices, e.g. tower cranes and mobile cranes, the stipulations can be considered met if the driver has passed an examination after completing a quality-assured driving course which includes theoretical instruction and driving practice.
sv: För förare av mer komplicerade lyftanordningar, t.ex. tornkranar och -mobilkranar, kan kraven anses uppfyllda om föraren avlagt examen efter genomgången kvalitetssäkrad förarkurs med teori och körövningar.

source: Training arranged by the National Joint Council of the Building Industry (BYN) and leading to a vocational certificate issued by a Regional Vocational Committee is one example of such an examination.
sv: Utbildning anordnad av Byggnadsindustrins yrkesnämnd och som leder fram till yrkesbevis utfärdat av Regional yrkeskommitté är exempel på sådan examen.

source: Training programmes arranged in Denmark, Norway, Iceland and Finland and conferring competence recognised by the occupational safety and health authority of the country concerned are another such example.
sv: Utbildningar anordnade i Danmark, Norge, Island och Finland och som ger ett kompetensbevis som godtas av respektive lands arbetarskyddsmyndighet är andra exempel på sådana examina.

source: Swedish Standards include recommendations concerning the training of crane drivers and drivers of mobile work platforms, and also of slingers and signallers.
sv: Svensk standard ger råd om innehåll för utbildning av kranförare och förare av mobila arbetsplattformar, samt för lastkopplare och signalmän.

source: Rules in minors in working life are contained in special Provisions issued by the Work Environment Authority.
sv: Regler om minderåriga i arbetslivet finns i särskilda föreskrifter från -Arbetsmiljöverket.

source: Under those Provisions, minors, with few exceptions, may not be employed as drivers or operators of mechanically powered lifting devices.
sv: Enligt dessa får minderårig med några få undantag inte anlitas som förare eller skötare av maskinellt drivna lyftanordningar.

source: Collective agreements concluded between the Swedish Construction Federation/the EarthMoving Contractors’ Association and the Swedish Building Workers’ Union/the Union of Service and Communication Employees (SEKO) require crane drivers in these collective- bargaining areas to have certificates of competence.
sv: Mellan Sveriges Byggindustrier/Maskinentreprenörerna och Svenska Byggnadsarbetareförbundet/Facket för Service och Kommunikation (SEKO) har träffats kollektivavtal som innebär att kranförare inom dessa avtalsområden skall ha yrkesbevis.

source: It is important that parts with a bearing on safety but not directly included in the device, e.g. crane tracks, should also be maintained and inspected.
sv: Det är viktigt att även delar som har betydelse för säkerheten, men som inte direkt ingår i anordningen, underhålls och kontrolleras, t.ex. kranbanor.

source: Swedish Standards include recommendations on periodic inspection and suitable intervals in connection with various uses.
sv: Svensk standard ger råd om fortlöpande tillsyn och lämpliga intervall vid olika användning.

source: Rules on inspection of lifting devices and certain other technical devices are contained in special Provisions issued by the Work Environment Authority.
sv: Regler om besiktning av lyftanordningar och vissa andra tekniska anordningar finns i särskilda föreskrifter från Arbetsmiljöverket.

source: These may stipulate inspection by an accredited inspection body for certain types of lifting device.
sv: Det kan därmed även finnas krav på besiktning utförd av ackrediterat kontrollorgan för vissa typer av lyftanordningar.

source: This makes it important to log operations, so as to be able to decide when it is time for the device to be decommissioned or what measures need taking so that it can be safely used for an additional length of time (condition monitoring).
sv: Det är därför viktigt att dokumentera driften i journaler så att det går att avgöra när det är dags att ta anordningen ur drift eller bestämma vilka åtgärder som behöver vidtas så att den kan användas säkert ytterligare en tid, s.k. konditionsanalys.

source: Swedish Standards include recommendations on possible procedures for monitoring the condition of lifting devices.
sv: Svensk standard ger råd om hur konditionsanalyser av lyftanordningar kan utföras.

source: Automatic recording of use – data logging – is an alternative to manual logbooks.
sv: Ett alternativ till manuella driftjournaler är automatisk lagring av användningen, s.k. dataloggning.

source: Guidance on Annex A
sv: Kommentarer till bilaga A

source: Guidance on A 1 This Annex also contains certain stipulations not to be found in the harmonised standards for lifting devices.
sv: Till A 1 Bilagan innehåller också vissa krav som inte finns i de harmoniserade standarderna för lyftanordningar.

source: Older lifting devices therefore need to have certain properties not stipulated for lifting devices coming under Section 7 in order to meet the requirements of this Annex.
sv: Det innebär att äldre lyftanordningar som skall uppfylla kraven i bilagan skall ha vissa egenskaper som inte krävs av lyftanordningar som omfattas av 7 §.

source: Mechanical strength and stability
sv: Hållfasthet och stabilitet

source: Guidance on A 2.1 It is important for a shaft, e.g. a pulley axle, to be secured against inadvertent rotation.
sv: Till A 2.1 Det är viktigt att axel är säkrad mot oavsiktlig rotation, t.ex. axel för linskiva.

source: It is important for the upper hook of a lifting block to be secured against unhooking or loosening inadvertently.
sv: Det är viktigt att lyftblocks övre krok är säkrad mot att hakas ur eller gängas ur oavsiktligt.

source: It is important for the nut on a hook having a threaded nut shaft to be adequately secured.
sv: Det är viktigt att mutter till krok med gängat skaft för muttern är säkrad på betryggande sätt.

source: Fastening with a split cotter above or through the nut is not considered secure.
sv: Säkring med saxpinne ovanför eller genom mutter anses inte betryggande.

source: It is important that there should be no play between nut and hook shaft.
sv: Det är viktigt att det inte finns något glapp mellan mutter och krokskaft.

source: This can occur, for example, after water has seeped in, causing corrosion to the threads.
sv: Ett sådant glapp kan uppstå när t.ex. vatten trängt in och orsakat korrosion i gängorna.

source: Personal protection
sv: Skydd för personer

source: Guidance on A 2.4 Tower cranes and building hoists are examples of devices regarded as permanent installations.
sv: Till A 2.4 Tornkranar och bygghissar är exempel på anordningar som anses vara fast installerade.

source: Controls and driver’s cab
sv: Manöverdon och förarhytt

source: Guidance on A 2.6 It is important for the crane to be controllable from ground level for purposes of inspection and functional testing.
sv: Till A 2.6 Det är viktigt att kranen kan manövreras från markplanet vid kontroll och funktionsprov.

source: Overload protection device‌
sv: Överlastdon

source: Guidance on A 2.8 This stipulation applies to cranes, stripper cranes and grapple cranes which do not come under the Provisions of the Work Environment Authority on Machinery and Certain Other Technical Devices.
sv: Till A 2.8 Kravet gäller sådana kranar, stripperkranar och tångkranar som inte omfattas av Arbetsmiljöverkets föreskrifter om maskiner och vissa andra tekniska anordningar.

source: Some cranes not subject to the stipulation in point A 2.8 have nonetheless been delivered with overload limiting device.
sv: En del kranar som inte omfattas av kravet i punkt A 2.8 har ändå levererats med överlastskydd.

source: Chap. 8, Section 2 of the Work Environment Act makes it a punishable offence to remove a safety device or render it inoperative without special cause.
sv: Enligt Arbetsmiljölagen 8 kap. 2 § är det straffbart att utan giltigt skäl ta bort en skyddsanordning eller sätta den ur bruk.

source: It is important for a mobile crane with a telescopic jib or a jib of this kind fitted with a mobile jib to be equipped with overload protection device.
sv: Det är viktigt att mobilkran med kranarm av teleskoptyp (teleskoparm) eller en sådan arm med påmonterad rörlig jib är utrustad med brytdon.

source: Mobile cranes and other cranes which can overturn and which have a load torque exceeding 60 tonne-metres should also be equipped with a load torque indicator or load indicator.
sv: Mobilkranar och andra kranar som kan stjälpa och vars lastmoment överstiger 60 tonmeter bör dessutom vara utrustade med lastmomentindikeringsdon eller lastindikeringsdon.

source: Arbetsmiljöverket 112 79 Stockholm
sv: ISBN 978-91-7930-625-0

source: The Swedish Work Authority’s Statute Book (AFS in Swedish) publishes the Authority’s provisions and general recommendations.
sv: I Arbetsmiljöverkets författningssamling (AFS) publiceras myndighetens föreskrifter och allmänna råd.

source: The provisions are binding regulations .
sv: Föreskrifter är bindande regler.

source: The general recommendations have a different legal status than provisions.
sv: Allmänna råd har en annan juridisk status än föreskrifter.

source: They are not binding, but contain recommendations on the application of the provisions indicating how someone can or should act in a certain respect.
sv: Allmänna råd är inte bindande, utan innehåller rekommendationer om tillämpningen av föreskrifterna som anger hur någon kan eller bör handla i ett visst hänseende.

source: They can, for example, inform you of suitable ways of meeting the requirements, and they demonstrate practical solutions.
sv: De kan t.ex. upplysa om lämpliga sätt att uppfylla kraven och visa på praktiska lösningar.

source: Note that references to statutes always relate to the original number of the statute.
sv: Observera att hänvisningar till författningar alltid avser författningens ursprungliga nummer.

source: Later amendments and reprints may exist.
sv: Senare ändringar och omtryck kan förekomma.

source: As regards amendments and reprints of National Board of Safety and Health and Work Authority statutes, please see the latest Register of Provisions and General
sv: När det gäller ändringar och omtryck av Arbetarskyddsstyrelsens och Arbetsmiljöverkets författningar hänvisas till senaste Förteckning över föreskrifter och allmänna råd.

source: Publisher: Anna Middelman Elanders Sverige AB, 2015 912272
sv: Utgivare: Anna Middelman Elanders Sverige AB, 2015 912272

source: Purpose 5
sv: Syfte......................................................... 5

source: Scope of provisions 5
sv: Tillämpningsområde .......................................... 5

source: Who the provisions are intended for 5
sv: Till vem föreskrifterna riktar sig................................. 5

source: Definitions 7
sv: Definitioner .................................................. 6

source: Systematic work environment management 8
sv: Systematiskt arbetsmiljöarbete .................................. 7

source: Knowledge 8
sv: Kunskaper ................................................... 7

source: Objectives 8
sv: Mål.......................................................... 7

source: Workload 9
sv: Arbetstid 10

source: Swedish Work Environment Authority provisions and general recommendations on organisational and social work environment;
sv: Arbetsmiljöverkets föreskrifter och allmänna råd om organisatorisk och social arbetsmiljö;

source: Adopted 22nd September 2015.
sv: beslutade den 22 september 2015.

source: Published XX XXXXXXX 2015
sv: Utkom från trycket den 1 oktober 2015

source: The Swedish Work Environment Authority issued the following pursuant to Section 18 of the Work Environment Ordinance (SFS 1997:1166) and establishes the following general recommendations.
sv: Arbetsmiljöverket föreskriver följande med stöd av 18 § arbetsmiljöförord- ningen (1977:1166) och beslutar följande allmänna råd.

source: § The regulations apply to all activities in which employees perform work on the employer’s account.
sv: § Föreskrifterna gäller i samtliga verksamheter där arbetstagare utför arbete för arbetsgivares räkning.

source: General recommendations: The concepts ‘employer’ and ‘employee’ have the same meaning in these provisions as in the Work Environment Act (SFS 1977:1160), with the exceptions indicated in 3 § of these provisions.
sv: Allmänna råd: Begreppen arbetstagare och arbetsgivare har samma innebörd i dessa föreskrifter som i arbetsmiljölagen (1977:1160), med de undantag som anges i 3 § dessa föreskrifter.

source: § The employer has the responsibility for these provisions being followed.
sv: § Arbetsgivaren har ansvaret för att föreskrifterna följs.

source: Those who hire a workforce are placed on an equal footing with employers.
sv: Med arbetsgivare likställs de som hyr in arbetskraft.

source: Those who are undergoing education or are in custody in an institution are not placed on an equal footing with employees in connection with the application of these provisions.
sv: De som genomgår utbildning eller är under vård i anstalt likställs inte med arbetstagare vid tillämpningen av dessa föreskrifter.

source: § In these provisions, the following terms have these meanings.
sv: § I dessa föreskrifter har följande ord denna betydelse.

source: Demands in the work Those parts of the work that demand repeated efforts.
sv: Krav i arbetet De delar av arbetet som fordrar upprepade ansträngningar.

source: The demands could, for example, encompass amount of workload, degree of difficulty, time limits, and physical and social conditions.
sv: Kraven kan exempelvis omfatta arbetsmängd, svårighetsgrad, tidsgräns, fysiska och sociala förhållanden.

source: The demands could be of a cognitive, emotional and physical nature.
sv: Kraven kan vara av kognitiv, emotionell och fysisk natur.

source: Victimization Actions directed against one or more employees in an abusive manner, which could lead to ill health or their being placed outside the community of the workplace.
sv: Kränkande särbehand- Handlingar som riktas mot en eller flera arbets- ling tagare på ett kränkande sätt och som kan leda till ohälsa eller att dessa ställs utanför arbetsplatsens gemenskap.

source: Unhealthy workload When the demands in the work more than temporarily exceed the resources.
sv: Ohälsosam arbets- När kraven i arbetet mer än tillfälligt överskrider belastning resurserna.

source: This imbalance becomes unhealthy if it is prolonged and the opportunities for rest and recovery are insufficient.
sv: Denna obalans blir ohälsosam om den är långvarig och möjligheterna till återhämtning är otillräckliga.

source: management and governance;
sv: ledning och styrning,

source: communication;
sv: kommunikation,

source: participation, room for action;
sv: delaktighet, handlingsutrymme,

source: allocation of work tasks; and demands, resources, and responsibilities.
sv: fördelning av arbetsuppgifter och krav, resurser och ansvar.

source: Resources for the work That in the work which contributes to
sv: Resurser för arbetet Det i arbetet som bidrar till att

source: achieving the objectives of the work; or managing demands in the work.
sv: uppnå mål för arbetet, eller hantera krav i arbetet.

source: Resources can be: working methods and work equipment, competence and staffing, reasonable and clear objectives, feedback on effort, opportunities for control in the work, social support from managers and colleagues, and opportunities for rest and recovery.
sv: Resurser kan vara: arbetsmetoder och arbetsredskap, kompetens och bemanning, rimliga och tydliga mål, återkoppling på arbetsinsats, möjligheter till kontroll i arbetet, socialt stöd från chefer och kollegor och möjligheter till återhämtning.

source: Social work environment Conditions and prerequisites for the work that include social interaction, collaboration, and social support from managers and colleagues.
sv: Social arbetsmiljö Villkor och förutsättningar för arbetet som inkluderar socialt samspel, samarbete och socialt stöd från chefer och kollegor.

source: There are also regulations that the employer must take actions to manage the risks.
sv: Där finns det också regler om att arbetsgivaren ska vidta åtgärder för att komma till rätta med riskerna.

source: In 6 § below, there are particular requirements for knowledge, and in 7–8
sv: I 6 § nedan finns det särskilda krav på kunskaper och i 7–8 §§ finns det krav på mål.

source: §§ there are requirements for objectives. 9–14 §§ regulate particular organisational and social factors covered by the systematic work environment management.
sv: I 9–14 §§ regleras särskilda organisatoriska och sociala faktorer som omfattas av det systematiska arbetsmiljöarbetet.

source: How to prevent and deal with unhealthy workloads.
sv: Hur man förebygger och hanterar ohälsosam arbetsbelastning.

source: How to prevent and handle victimization.
sv: Hur man förebygger och hanterar kränkande särbehandling.

source: The employer shall see to it that there are prerequisites for putting this knowledge into practice.
sv: Arbetsgivaren ska se till att det finns förutsättningar att omsätta dessa kunskaper i praktiken.

source: General recommendations: A way for the employer to supply knowledge is to provide training, preferably for managers, supervisors and safety representatives together.
sv: Allmänna råd: Ett sätt för arbetsgivaren att tillföra kunskaper är att ge utbildning, gärna för chefer, arbetsledare och skyddsombud tillsammans.

source: It makes it easier for managers and supervisors when the safety representatives also have the corresponding knowledge.
sv: Det underlättar för chefer och arbetsledare när även skyddsombuden har motsvarande kunskaper.

source: Training can be provided by occupational health services or other resource with competence in the field.
sv: Utbildning kan ges av företagshälsovård eller annan resurs med kompetens inom området.

source: Prerequisites means things such as sufficient authority, a reasonable workload, and support in the role as manager or supervisor.
sv: Med förutsättningar avses bland annat tillräckliga befogenheter, en rimlig arbetsbelastning och stöd i rollen som chef eller arbetsledare.

source: The employer shall give employees the opportunity to take part in the work on producing these objectives, and shall see to it that the employees know about this opportunity.
sv: Arbetsgivaren ska ge arbetstagarna möjlighet att medverka i arbetet med att ta fram målen och se till att arbetstagarna känner till dem.

source: General recommendations:
sv: AFS 2015:4

source: The objectives can be aimed, for example, at strengthening and improving communication, learning, leadership, collaboration, influence and participation.
sv: Målen kan syfta till att exempelvis stärka och förbättra kommunikation, lärande, ledarskap, samarbete, inflytande och delaktighet.

source: There must be a work environment policy, according to the Work Authority’s provisions on systematic work environment management.
sv: En arbetsmiljöpolicy ska finnas enligt Arbetsmiljöverkets föreskrifter om systematiskt arbetsmiljöarbete.

source: The objectives should be founded on and consistent with these.
sv: Målen bör ta sin grund i och vara förenliga med denna.

source: § The objectives shall be documented in writing, if there are at least ten employees in the operations.
sv: § Målen ska dokumenteras skriftligt om det finns minst tio arbetstagare i verksamheten.

source: This means that the resources shall be adapted to the demands in the work.
sv: Det innebär att resurserna ska anpassas till kraven i arbetet.

source: General recommendations: Assigning work tasks entails demands in the form of a certain amount of work and degree of difficulty that needs to be counterbalanced by resources.
sv: Allmänna råd: Tilldelning av arbetsuppgifter innebär krav i form av en viss arbetsmängd och svårighetsgrad som behöver vägas upp med resurser.

source: The employer should take the signs and signals of unhealthy workloads into consideration during allocation of work tasks.
sv: Arbetsgivaren bör ta hänsyn till tecken och signaler på ohälsosam arbetsbelastning vid tilldelningen.

source: Reducing the amount of workload, changing the order of priority, varying work tasks, providing opportunities for rest and recovery, applying other work methods, increasing staffing or supplying knowledge are examples of measures for preventing unhealthy workloads.
sv: Att minska arbetsmängd, ändra prioriteringsordning, variera arbetsuppgifterna, ge möjligheter till återhämtning, tillämpa andra arbetssätt, öka bemanning eller tillföra kunskaper är exempel på åtgärder för att förebygga ohälsosam arbetsbelastning.

source: The employer should also make sure that the technology used is designed for and adapted to the work to be carried out.
sv: Arbetsgivaren bör även försäkra sig om att den teknik som används är utformad och anpassad till det arbete som ska utföras.

source: The employer’s obligations to prevent unhealthy workloads covers both managers and supervisors, as well as other employees.
sv: Arbetsgivarens skyldigheter att förebygga ohälsosam arbetsbelastning omfattar såväl chefer och arbetsledare som andra arbetstagare.

source: It is important that the employer create prerequisites for employees to notify the employer about greater demands and inadequate resources.
sv: Det är viktigt att arbetsgivaren skapar förutsättningar för arbetstagarna att uppmärksamma arbetsgivaren på höga krav och bristande resurser.

source: By practicing leadership that makes regular dialogue with employees possible, the signs and signals of unhealthy workloads can be noted, and imbalances corrected.
sv: Genom att bedriva ett ledarskap som möjliggör regelbunden dialog med arbetstagarna kan tecken och signaler på ohälsosam arbetsbelastning uppmärksammas och obalanser rättas till.

source: It is important that the employer, as part of work environment management, investigates and fixes risks linked to workloads.
sv: Det är viktigt att arbetsgivaren inom ramen för sitt arbetsmiljöarbete undersöker och åtgärdar risker kopplade till arbetsbelastning.

source: The employer needs to counteract workloads leading to illnesses and accidents.
sv: Arbetsgivaren behöver motverka att arbetsbelastning leder till sjuk-

source: Identifying the causes behind the workload is essential in order for the measures to have effect.
sv: Det är väsentligt att identifiera orsakerna bakom arbetsbelastningen för att åtgärderna ska ha effekt.

source: Questions concerning measures may also need to be dealt with at another level, or in another part of the organisation.
sv: Frågor som rör åtgärder kan även behöva hanteras på en annan nivå eller i en annan del av organisationen.

source: Apart from the organisational and social work environment, physical, cognitive, and ergonomic conditions may contribute to the workload.
sv: Utöver den organisatoriska och sociala arbetsmiljön kan fysiska, kognitiva och ergonomiska förhållanden bidra till arbetsbelastningen.

source: § The employer shall see to it that the employees know:
sv: § Arbetsgivaren ska se till att arbetstagarna känner till

source: which work tasks they are to perform;
sv: vilka arbetsuppgifter de ska utföra,

source: which results are to be achieved with the work,
sv: vilket resultat som ska uppnås med arbetet,

source: whether there are particular methods with which the work is to be performed, and if so, how;
sv: om det finns särskilda sätt som arbetet ska utföras på och i så fall hur,
